[
  {
    "anime": "Akame ga KILL!",
    "character": "Wave",
    "quote": "Protecting the powerless is simply a soldier's duty!"
  },
  {
    "anime": "Code Geass: Lelouch of the Rebellion",
    "character": "Lelouch Lamperouge",
    "quote": "The world is destined for even greater chaos."
  },
  {
    "anime": "Trinity Blood",
    "character": "Astharoshe Asran",
    "quote": "It is so painful when you lose someone you love ...To the point where your hair turns white because of grief."
  },
  {
    "anime": "Natsume Yuujinchou",
    "character": "Takashi Natsume",
    "quote": "They're part of who I am. No matter how much they hurt, they're important to me."
  },
  {
    "anime": "Monster",
    "character": "Wolfgang Grimmer",
    "quote": "Everyone in this world carries around their own sins, and they never go away...but that doesn't change the fact that we do what we must."
  },
  {
    "anime": "Bleach",
    "character": "Kurosaki Ichigo",
    "quote": "You wanted revenge? You're just making other people as miserable as you. Revenge is just the path you took to escape your suffering."
  },
  {
    "anime": "Honey and Clover",
    "character": "Yuuta Takemoto",
    "quote": "As time passes, the day will come when everything will fade to memories. But, those miraculous days, when you and I along with everyone else, searched together for just one thing... will continue revolving forever. Somewhere deep in my heart as my bittersweet memory."
  },
  {
    "anime": "Bleach",
    "character": "Ulquiorra Schiffer",
    "quote": "Even saying they were just a bunch of fools would suffice. So why can't you? Were it me... I would be angry at the ignorance of those who would enter Hueco Mundo... without even testing their own power."
  },
  {
    "anime": "Mahou Shoujo Madoka Magica",
    "character": "Kyōko Sakura",
    "quote": "Hey God, if you're there, my life has really sucked. So please, for once, let me have a sweet dream."
  },
  {
    "anime": "K Project",
    "character": "Yashiro Isana",
    "quote": "Well, it's not a big deal or anything... but I was almost killed."
  },
  {
    "anime": "Bakemonogatari",
    "character": "Tsubasa Hanekawa",
    "quote": "I don’t know everything, I just know what I know."
  },
  {
    "anime": "Inuyasha",
    "character": "Inuyasha",
    "quote": "Well excuse me for making you sleep in the wild all the time."
  },
  {
    "anime": "Final Fantasy VIII",
    "character": "Squall Leonhart",
    "quote": "Why do people depend on each other? In the end you're on your own."
  },
  {
    "anime": "Fate/zero",
    "character": "Gilgamesh",
    "quote": "Ephemeral and brilliant one, fall to my embrace. That is my decision."
  },
  {
    "anime": "Naruto",
    "character": "Pain",
    "quote": "People are stupid. If I don't do this, there will be no peace. Eventually, time will pass and the pain will heal. Eventually, checkmate's power will weaken and people will begin fighting again. This time, they will use the weapon themselves and once more know true pain. And for the short time, peace will come again. It will give birth to short period of peace within this endless chain of hatred. That's my wish."
  },
  {
    "anime": "Ghost Hound",
    "character": "Makoto Ōgami",
    "quote": "Sometimes the person who tries to keep everyone happy is the the most lonely one."
  },
  {
    "anime": "07 Ghost",
    "character": "Teito Klein",
    "quote": "I used to think that eating was only consuming needed nutrients. I never thought it could fill the emptiness in me."
  },
  {
    "anime": "Fruits Basket",
    "character": "Sohma Hatsuharu",
    "quote": "Especially Yuki... He was my first love after all... [Tohru stops walking]"
  },
  {
    "anime": "Accel World",
    "character": "Kuroyukihime",
    "quote": "I envy you. You've been betrayed and hurt, yet you can still forgive each other. I envy you for having such a great friend."
  },
  {
    "anime": "Yahari Ore No Seishun Love Come Wa Machigatteiru",
    "character": "Hachiman Hikigaya",
    "quote": "I lie all the time. Who cares if you know something, but you say you don't? Forcing something out of someone without permission is worse."
  },
  {
    "anime": "Toradora!",
    "character": "Taiga Aisaka",
    "quote": "Well, I'd better get back to my seat. The unmarried woman with her unmarried face is about to come to start the unmarried homeroom."
  },
  {
    "anime": "Baccano!",
    "character": "Ladd Russo",
    "quote": "Now, dear Uncle, there's a certain person that I'd just love to kill. It doesn't even matter whether they're weak or strong. The people I live to kill, that really get me jazzed... never see it coming. Never. They're in some happy place where they're sure nothing can get them. Dying is the furthest thing from their minds. Maybe they're thinkin' about what they're gonna have for dinner. Just like you were. Right before I walked in."
  },
  {
    "anime": "Zetsuen No Tempest",
    "character": "Yoshino Takigawa",
    "quote": "Lovers don't need words to communicate."
  },
  {
    "anime": "Spirited Away",
    "character": "Chihiro Ogino",
    "quote": "Listen, Haku. I don’t remember it, but my mom told me... Once, when I was little, I fell into a river. She said they’d drained it and built things on top. But I’ve just remembered. The river was called the Kohaku River. Your real name is... Kohaku."
  },
  {
    "anime": "Dragon Ball Z",
    "character": "Vegeta",
    "quote": "There’s no such thing as fair or unfair in battle. There is only victory or in your case, defeat."
  },
  {
    "anime": "Durarara!!",
    "character": "Izaya Orihara",
    "quote": "I don't believe in god. There's no proof he exists. In a world where there isn't even proof of the future, the past exists. Even if it's tainted with misunderstandings and delusions, if the people themselves believe in it, the past is the truth to them. And, if you base your actions or your life around it, in a way, it's a type of god itself."
  },
  {
    "anime": "Fate/zero",
    "character": "Kaminski Natalia",
    "quote": "Choosing your calling based solely on your talents won't always guarantee you happiness."
  },
  {
    "anime": "5 Centimeters per Second",
    "character": "Takaki Toono",
    "quote": "At what speed must I live...to be able to see you again..?"
  },
  {
    "anime": "Yahari Ore No Seishun Love Come Wa Machigatteiru",
    "character": "Hachiman Hikigaya",
    "quote": "Your unconditional trust is more than I'm willing to bear."
  },
  {
    "anime": "Yu Yu Hakusho",
    "character": "Kurama",
    "quote": "Logic is panic's prey."
  },
  {
    "anime": "Detective Conan",
    "character": "Subaru Okiya",
    "quote": "If you force me to pick one… It’d be black. It covers up the things inside of me that I don’t want to be known about. Well, for the same reason… Black is the color I hate too."
  },
  {
    "anime": "Eureka Seven",
    "character": "Anemone",
    "quote": "Did you know? The world is full of hate and there isn't any reason for it?"
  },
  {
    "anime": "Arakawa Under the Bridge",
    "character": "Nino",
    "quote": "The whale leaps. As high as he can imagine. Piercing the water from peak to peak. Is a yearning for the sky reflected in his eyes? What if this high point wasn't merely the sky, but something far higher? If he knew of the infinite glitter of the stars, would his dreams soar even higher? Even if one doesn't know why, to live is to constantly reach out. Not to a nervous restlessness, but to a constant motion of the heart."
  },
  {
    "anime": "Akame ga KILL!",
    "character": "Tatsumi",
    "quote": "The reason doesn't matter. As long as tiny bit of hope exists, that's all that matters."
  },
  {
    "anime": "Naruto",
    "character": "Tsunade",
    "quote": "People become stronger because they have things they cannot forget. That's what you call growth."
  },
  {
    "anime": "Mobile Suit Gundam 00",
    "character": "Sumeragi Lee Noriega",
    "quote": "I’m sorry. But, you know? I'm only human. It's natural that I'll fail on occasion."
  },
  {
    "anime": "Samurai Champloo",
    "character": "Mugen",
    "quote": "[after drawing the infinity symbol] I thought of it myself, it stands for... Mugen."
  },
  {
    "anime": "Akuma To Love Song",
    "character": "Kawai Maria",
    "quote": "There isn't anything more painful than to have someone say that he doesn't believe you."
  },
  {
    "anime": "Spice and Wolf",
    "character": "Horo",
    "quote": "There were two kinds of strength. One was the strength that came with having something to protect. The other was the strength of having nothing to lose."
  },
  {
    "anime": "Psychic Detective Yakumo",
    "character": "Yakumo Saitō",
    "quote": "Souls of the dead are like a bunch of leftover feelings from those who've died."
  },
  {
    "anime": "Kuroshitsuji",
    "character": "Ciel Phantomhive",
    "quote": "Yes, Children can be quite demanding about their games."
  },
  {
    "anime": "Mobile Suit Gundam Seed",
    "character": "Rau Le Creuset",
    "quote": "A path not chosen is the same as a path that never existed."
  },
  {
    "anime": "Soul Eater",
    "character": "Tsubaki Nakatsukasa",
    "quote": "Silence means approaching quietly!"
  },
  {
    "anime": "Fate/zero",
    "character": "Waver Velvet",
    "quote": "I'm scared. Or should I borrow your words and say this is exciting?"
  },
  {
    "anime": "Tamako Market",
    "character": "Kunio Yaobi",
    "quote": "There are times like that music can convey more than words."
  },
  {
    "anime": "Mushishi Zoku Shou",
    "character": "Ginko",
    "quote": "If you throw your life away, you won't even have the capacity to feel regret."
  },
  {
    "anime": "Gate: Jieitai Kanochi nite Kaku Tatakaeri",
    "character": "Gray Co Aldo",
    "quote": "It is a shame for a knight to have one's trust in him withdrawn halfway."
  },
  {
    "anime": "Death Note",
    "character": "Ryuk",
    "quote": "Apples taste so much better indoors."
  },
  {
    "anime": "Koi to Uso",
    "character": "Takasaki Misaki",
    "quote": "I don't really want you to understand... I just don't want you to be like, 'Oh, is that all'? I don't need people to get it. These feelings... are important to me, and they're just for me."
  },
  {
    "anime": "Kino No Tabi",
    "character": "Kino",
    "quote": "Normal people don't become authors to begin with, Hermes."
  },
  {
    "anime": "Utsuro no Hako to Zero no Maria",
    "character": "Otonashi Maria",
    "quote": "Someone that really can't kill others, has no reason. It is unnatural when you are able to find a reason why you can't kill, and can tell others smoothly."
  },
  {
    "anime": "Shigatsu Wa Kimi No Uso",
    "character": "Kousei Arima",
    "quote": "Isn't it funny how the most unforgettable scenes can be so trivial ?"
  },
  {
    "anime": "Berserk",
    "character": "Guts",
    "quote": "People bring the small flames of their wishes together... since they don't want to extinguish the small flame... they'll bring that small flame to a bigger fire. A big flame named Griffith. But you know... I didn't bring a flame with me. I think I just stopped by to warm myself by the bonfire."
  },
  {
    "anime": "Bleach",
    "character": "Kira Izuru",
    "quote": "Raise your head, Wabisuke."
  },
  {
    "anime": "D.Gray-man",
    "character": "Cross Marian",
    "quote": "One shot is for all you did to everyone here... And all the rest are because you messed up my clothing."
  },
  {
    "anime": "Pandora Hearts",
    "character": "Alice",
    "quote": "Don't tell me what to do, you seaweed head."
  },
  {
    "anime": "Mobile Suit Gundam: Iron-Blooded Orphans",
    "character": "Mikazuki Augus",
    "quote": "I've never been victimized for anything. I am just doing what I can for me and my comrades. And right now, you're in my way."
  },
  {
    "anime": "Natsuyuki Rendezvous",
    "character": "Ryōsuke Hazuki",
    "quote": "My hands can cultivate the earth. They can plant trees and sow seeds. They can even carry the manager. But will I ever be able to make her smile like that?"
  },
  {
    "anime": "Durarara!!×2 Ten",
    "character": "Izaya Orihara",
    "quote": "The harder you try to see the good in people the easier it is to fake you out."
  },
  {
    "anime": "Barakamon",
    "character": "Handa Seishū",
    "quote": "If we continue on the same path, we are likely to meet again."
  },
  {
    "anime": "Kaichou Wa Maid-Sama!",
    "character": "Misaki Ayuzawa",
    "quote": "I guess I'm a girl who lacks self-awareness as one, or just too manly, eh?"
  },
  {
    "anime": "Tokyo Ghoul",
    "character": "Yoshimura",
    "quote": "We're always trying to justify our actions with ideals. But ideals cannot give grounds for killing another person. The act of taking a life will always be considered... evil."
  },
  {
    "anime": "Adventures of Sinbad",
    "character": "Rurumu",
    "quote": "Smile. Even if you're facing an enemy, people can't attack others with a smile."
  },
  {
    "anime": "Baka to Test to Shoukanjuu",
    "character": "Yoshii Akihisa",
    "quote": "If she lost because of a difference in ability, it can’t be helped. If she worked hard and didn’t get what she wants, she can just work harder next time. If she gave her all for this, it’s acceptable even if she lost."
  },
  {
    "anime": "Tengen Toppa Gurren Lagann",
    "character": "Simon",
    "quote": "I don't want fear for a future, that may not even come, to stop me from acting today."
  },
  {
    "anime": "Yu-Gi-Oh 5Ds",
    "character": "Yūsei Fudō",
    "quote": "Nothing in this world is free. Be thankful to those who speak strict word to you. Watch out for a person who talks too nicely."
  },
  {
    "anime": "Vampire Knight",
    "character": "Yuki Kuran",
    "quote": "If it's something I can only cry about in my heart, it's almost like a sin."
  },
  {
    "anime": "Hibike! Euphonium",
    "character": "Noboru Taki",
    "quote": "Music isn't supposed to be something you do to show off your abilities to your rivals."
  },
  {
    "anime": "Pokémon",
    "character": "Kojirou",
    "quote": "Steal one, get one free!"
  },
  {
    "anime": "Shigatsu Wa Kimi No Uso",
    "character": "Kaori Miyazono",
    "quote": "If you can't move with your hands then play with your feet! If you don't have enough fingers, then use your nose as well! Whether you're sad, you're a mess, or you've hit rock bottom, you still have to play! That's how people like us survive."
  },
  {
    "anime": "Assassination Classroom 2nd Season",
    "character": "Kaede Kayano",
    "quote": "Not even your closest friends get to see your true blade."
  },
  {
    "anime": "Getbackers",
    "character": "Midou Ban",
    "quote": "Humans are things that don't know the true value of something precious until they lose it...and if somehow, they get that precious thing back, they'll forget its value again."
  },
  {
    "anime": "Welcome to the N.H.K",
    "character": "Misaki Nakahara",
    "quote": "People who neglect to make efforts or who don't take any actions at all are always the ones who dream that someday they will suddenly become wildly successful."
  },
  {
    "anime": "Bleach",
    "character": "Shiba Kaien",
    "quote": "But don't forget... as long as you're in my division, I'm on your side until death and beyond."
  },
  {
    "anime": "Kami Nomi zo Shiru Sekai",
    "character": "Keima Katsuragi",
    "quote": "The world doesn't get to decide whether my life is boring, fun, or ordinary, because that's my decision to make. As long as I have the will, nothing is impossible!"
  },
  {
    "anime": "No Game No Life",
    "character": "Sora",
    "quote": "We do not stop playing games because we grow old, we grow old because we stop playing."
  },
  {
    "anime": "Mobile Suit Gundam Seed",
    "character": "Rau Le Creuset",
    "quote": "A path not chosen is the same as a path that never existed."
  },
  {
    "anime": "Bleach",
    "character": "Kariya Jin",
    "quote": "Let me tell you the truth. The truth behind fighting. Fighting continues forever. After you've defeated one person, someone stronger appears. If you manage to defeat him, then an even stronger person comes along. If you don't have the resolve to endure that eternal struggle, then eventually your confidence will erode. But it doesn't end there! The battle will continue elsewhere, fought by others. It's an endless cycle! And it doesn't end with a person's death. The cycle will continue! As long as people and their souls exist, there will be disputes and those disputes will lead to fights. And those fights will continue without limit, for all eternity."
  },
  {
    "anime": "07 Ghost",
    "character": "Bastien",
    "quote": "Only a genuine wish makes one's own soul shine beautifully in this life. That light is a messenger from heaven lighting the way for our unwavering souls to be brought to the God's side."
  },
  {
    "anime": "Karigurashi no Arrietty",
    "character": "Shawn",
    "quote": "[his parting words to Arrietty] My heart is stronger now, because you're in it."
  },
  {
    "anime": "The Melancholy of Haruhi Suzumiya",
    "character": "Kyon",
    "quote": "Actually... Ponytails turn me on... that ponytail you had back then, it looked so good it was criminal!"
  },
  {
    "anime": "Rokka no Yuusha",
    "character": "Adlet Mayer",
    "quote": "I was able to become strong because I still believe those words. That a man can't become strong for revenge's sake. He becomes strong because he believes in something."
  },
  {
    "anime": "Naruto",
    "character": "Pain",
    "quote": "How can you say that you will never change? That you will not change, no matter how great the pain you face? Can you continue believing in yourself forever? Can you guarantee it? Can you have such faith in yourself?!"
  },
  {
    "anime": "Yu Yu Hakusho",
    "character": "Genkai",
    "quote": "I'm not a fighter of good. I just hate people who are bad."
  },
  {
    "anime": "Deadman Wonderland",
    "character": "Ganta Igarashi",
    "quote": "If you can't see what's important, then it's because you're too ashamed to open your eyes."
  },
  {
    "anime": "Bleach",
    "character": "Urahara Kisuke",
    "quote": "A warrior who has lost his ability to fight is only going to be in the way."
  },
  {
    "anime": "Pandora Hearts",
    "character": "Will Of The Abyss",
    "quote": "Those who come to the Abyss are all the same. They're all desperate to get something back. But everyone goes mad partway. It seems being with the dear dollies - the Chains - is no good for them... Fu fu.. but you were different. You didn't lose yourself, not even at the end."
  },
  {
    "anime": "Again!!",
    "character": "Akira Fujieda",
    "quote": "Listen up! Youth doesn't last all that long! These precious three years of your youth will zip by and you'll be left with nothing but regrets if you spend them running away in delusions and fantasies, so you have to make it clear whether you like someone or not!"
  },
  {
    "anime": "Kingdom Hearts",
    "character": "Sora",
    "quote": "Although my heart may be weak, it’s not alone. It’s grom with each new experience. And it’s found a home with all the friends I’ve made. I’ve become a part of their heart, just as they’ve become part of mine. And if they think of me now and then, if they don’t forget me, then our hearts will be one. I don’t need a weapon. My friends are my power!"
  },
  {
    "anime": "El Cazador de la Bruja",
    "character": "Jodie Hayward",
    "quote": "Hearts are fragile. But hearts that support each other are as strong as steel."
  },
  {
    "anime": "Saiyuki",
    "character": "Saiyuki",
    "quote": "Eat until you can't anymore, play until you drop, sleep the day away, it's okay to laugh, cry or yell, just live, live, live!"
  },
  {
    "anime": "ReLIFE",
    "character": "Hishiro Chizuru",
    "quote": "I don't think I'll learn anything if I don't try to do something about it on my own."
  },
  {
    "anime": "Mayoiga",
    "character": "Jack",
    "quote": "All adults are the same in the end. At first they are kind and sympathetic to make you drop your guard, then they try to kill you if you don't do as they say. That how adults always are. They're losers. The damn bastards!"
  },
  {
    "anime": "Fate/zero",
    "character": "Gilgamesh",
    "quote": "A soul naturally seeks pleasure, consciously or not."
  },
  {
    "anime": "D.Gray-man",
    "character": "Yu Kanda",
    "quote": "He won't play up to anyone. He won't be led astray by anything. He simply places himself in a clear space."
  },
  {
    "anime": "Gintama",
    "character": "Gintoki Sakata",
    "quote": "Oi, oi, why are you letting them chase you, idiot?"
  },
  {
    "anime": "Bleach",
    "character": "Ichimaru Gin",
    "quote": "Oops. They found us."
  },
  {
    "anime": "Denpa Kyoushi",
    "character": "Kagami Junichirou",
    "quote": "Doing something you want, isn't doing something you are good at, nor is it doing something you are able to. If it's to fulfill your wish, even if you're weak in it, you'll do it."
  },
  {
    "anime": "xxxHOLiC",
    "character": "Yuuko Ichihara",
    "quote": "Being happy is not a right, but a duty. A duty to yourself. Waiving rights is one thing, but failing in your duty is downright irresponsible."
  },
  {
    "anime": "Mirai Nikki",
    "character": "Uryuu Minene",
    "quote": "My childhood was filled with blood and strife. I have never needed love. Not then, not now."
  },
  {
    "anime": "Alderamin on the Sky",
    "character": "Ikta Solork",
    "quote": "A barbarian punches someone when he feels like it, a soldier attacks when it's time to attack, and Ikta Solork says everything he wants whenever he wants to say it."
  },
  {
    "anime": "Kokoro Connect",
    "character": "Iori Nagase",
    "quote": "If you were given the chance to redo your life, would you take it?"
  },
  {
    "anime": "Soul Eater",
    "character": "Blair",
    "quote": "Oh! My little scythey boy!"
  },
  {
    "anime": "Bleach",
    "character": "Aizen Sousuke",
    "quote": "Good evening, Espada. There has been an enemy attack. But first...Let us brew some tea."
  },
  {
    "anime": "Umineko no Naku Koro ni",
    "character": "Frederica Bernkastel",
    "quote": "The reader will be me. I have no love, maybe I'll end up interpreting some things in a weird way. However, the reader is free to decide how to read things and with which intonation."
  },
  {
    "anime": "Naruto",
    "character": "Nara Shikamaru",
    "quote": "Regardless of our limitations, we can always be of some use. Our power may seem insignificant... but it may just prove to be useful in the grand scheme of things. Stay focused. Never avert your eyes, because if an opening arises, even our insignificant power may be enough to determine the fate of the world. Which is why everyone must stay alert and ready to strike at any moment!"
  },
  {
    "anime": "Katekyo Hitman Reborn!",
    "character": "Ryōhei Sasagawa",
    "quote": "*To Lambo*  Smile... I said smile! Smile! Damn you!"
  },
  {
    "anime": "Bleach",
    "character": "Kuchiki Byakuya",
    "quote": "Something as useless as emotions, I never had them to begin with."
  },
  {
    "anime": "Bleach",
    "character": "Urahara Kisuke",
    "quote": "[to Chad and Orihime] Your transformation is not a disease. You were just given the key to the door in front of you. There's no need to know the cause. No need for sorrow or sadness. What comes next is up to you. You can use your keys to open the door...or lock it tight. And if you do choose to open it... You can still decide not to pass through."
  },
  {
    "anime": "Bleach",
    "character": "Shihouin Yoruichi",
    "quote": "Do you remember the first time you walked? No. So you weren't conscious of it. Then why did you walk? Everyone was born knowing how to walk. It's called instinct. That's what this boy reminds me of. He knows he can achieve bankai, so he continues."
  },
  {
    "anime": "Un-Go",
    "character": "Yuuki Shinjuurou",
    "quote": "People die. Things break down. Nothing is unbreakable. And of course, I will break as well."
  },
  {
    "anime": "CLANNAD",
    "character": "Yoshino Yūsuke",
    "quote": "What’s important is not losing sight of your path."
  },
  {
    "anime": "Code Geass: Lelouch of the Rebellion",
    "character": "Lelouch Lamperouge",
    "quote": "Don't mistake borrowed power for your own ability!"
  },
  {
    "anime": "Hirunaka no Ryuusei",
    "character": "Daiki Mamura",
    "quote": "Even if I'm an outsider, even if I'm hers for only a moment, I wanted to become someone special to her. Just by being together with me, just for a little while, I wanted her to be happy."
  },
  {
    "anime": "Mobile Suit Gundam 00",
    "character": "Ribbons Almark",
    "quote": "Whether you like it or not, time will leave you behind. In the same way that your beauty will wither away with time. In order to cling to the glorious past, people achieve peace by hurting others. People know it isn't the right thing to do, but they're unable to stop any of it. Wouldn't you agree that someone needs to teach them a lesson?"
  },
  {
    "anime": "Gintama",
    "character": "Isao Kondō",
    "quote": "If someone went the wrong way, the other two would beat him up until he got back on track. That's how it always been. That's why we'll always stay on the right path!"
  },
  {
    "anime": "Soul Eater",
    "character": "Elizabeth Thompson",
    "quote": "*points at Black Star* What is that? Some kind of monkey? Yeah...it must be a monkey."
  },
  {
    "anime": "Yu Yu Hakusho",
    "character": "Kurama",
    "quote": "You were wrong on two counts. Even the hardest substance can be broken, when crashed into itself. And the ability to feel pain is not a weakness. It’s a strength. Pain tells a creature its vulnerabilities, and not you expose them to attack. Your robot is dead. And so, I’m afraid, are you."
  },
  {
    "anime": "Yu Yu Hakusho",
    "character": "Youko Kurama",
    "quote": "I consider your class of demon very worthy, worthy to fight, and worthy to die."
  },
  {
    "anime": "Akatsuki no Yona",
    "character": "Yona",
    "quote": "I know that I have no strengths to offer. It irritates me how weak I am. But let me protect them!"
  },
  {
    "anime": "CLANNAD",
    "character": "Sagara Misae",
    "quote": "If you get all worked up yourself, you’ll always get someone who’ll rebel. Being too eager brings negative results."
  },
  {
    "anime": "Subete ga F ni Naru",
    "character": "Souhei Saikawa",
    "quote": "Luxury means something with no meaning at all"
  },
  {
    "anime": "Kill la Kill",
    "character": "Satsuki Kiryuuin",
    "quote": "I understand now. The world is not cut from the same cloth. It is because it is overflowing with inexplicable, unidentifiable things that the world is so beautiful."
  },
  {
    "anime": "Monster Musume no Iru Nichijou",
    "character": "Rachnera Arachnera",
    "quote": "You're free to like or hate whoever you want."
  },
  {
    "anime": "Gugure! Kokkuri-san",
    "character": "Shigaraki",
    "quote": "People are born alone and die alone. But there isn't a single person who can keep standing alone forever."
  },
  {
    "anime": "ReLIFE",
    "character": "Hishiro Chizuru",
    "quote": "I don't understand what I say that makes people so mad. I don't understand how they feel. I know that's because I haven't properly socialized, I've tried to learn. I've tried to study up on it, but I just don't know what's right."
  },
  {
    "anime": "Bungou Stray Dogs",
    "character": "Francis Scott Key Fitzgerald",
    "quote": "Wealth is a nightmare. With each coveted thing we buy, we lose a thing we dream about."
  },
  {
    "anime": "Bokurano",
    "character": "Tanaka Misumi",
    "quote": "When surviving today is so simple and matter-of-fact people tend to forget. They forget what it means to eat a pig. They say all life is equal, but how much life is consumed to keep them alive everyday?"
  },
  {
    "anime": "Natsume Yuujinchou",
    "character": "Takashi Natsume",
    "quote": "Hotaru, do you think the day will come that I'll lose it (the ability to see spirits) as well?  A one-sided visit and troublesome days...is that freedom? or...At that time, a small firefly (Hotaru) passed by and whispered something to me.  But I could not understand the words of a bug.  Farewell, Hotaru.  I wonder if that person understood...just that person."
  },
  {
    "anime": "Starry Sky",
    "character": "Kanata Nanami",
    "quote": "Since childhood, my body was weak. There was a limit to what I could do. A weak body... A life which I don't know how long I would live for. Well, life has its limits. I felt like my limit was exceeding faster than others' limit."
  },
  {
    "anime": "Fruits Basket",
    "character": "Sohma Hatori",
    "quote": "It's true, crying unexpectedly does make you feel better. When you're an adult you forget that."
  },
  {
    "anime": "ReLIFE",
    "character": "Hishiro Chizuru",
    "quote": "The more fun I have, the more it'll hurt when we part ways. I know that all too well."
  },
  {
    "anime": "Yahari Ore no Seishun Love Come wa Machigatteiru. Zoku",
    "character": "Hachiman Hikigaya",
    "quote": "It' because you were embarrassed, frustrated, bitter, and jealous. If there's a time when those ill feelings surfaced, then there's also going to be a time where you restrained yourself, smiled, and then cut your relationships afterwards.\n\nBeing aware of your eventual break up was a rather complicated thing. If you wanted to graduate with a smile, shouldn't you avoid approaching your friends too much? And that's where having no friends was super convenient!"
  },
  {
    "anime": "Bakemonogatari",
    "character": "Senjougahara Hitagi",
    "quote": "If I kill you, that means I'll be the one closest to you when you're on your deathbed. Isn't it romantic?"
  },
  {
    "anime": "Hai to Gensou no Grimgar",
    "character": "Ranta",
    "quote": "Why do we have to be okay being friends with someone who won't treat us as friends?"
  },
  {
    "anime": "Ojojojo",
    "character": "Kawayanagi Tsurezure",
    "quote": "That's probably true. I like talking with people. I wonder if speaking with me is boring though. Since once people talk to me, they'll never do it again. But I don't feel like starting a conversation either, since in the direction I ought to look, there are only people who I cannot talk to. That's why I look at the sky... It's strange how merely observing things can be so handy to kill time. It hurts that I get called a weirdo just for making a habit out of it and in the end it just makes me stare at the sky even more. I've probably always been like this. Thinking about it, there's nothing I can do about my passiveness. Waiting things out is just my nature. I'm sure that... things will get better someday..."
  },
  {
    "anime": "Yahari Ore No Seishun Love Come Wa Machigatteiru",
    "character": "Hachiman Hikigaya",
    "quote": "We reset, and return to our separate lives. You can't reset your life, but you can reset your relationships."
  },
  {
    "anime": "Ouran High School Host Club",
    "character": "Hikaru Hitachiin",
    "quote": "Our mom put us in one of those *points to dresses* when we were little. We still get called 'her darling little girls' at our family reunions."
  },
  {
    "anime": "Fate/zero",
    "character": "Kaminski Natalia",
    "quote": "If you act only on what you should do without heed for what you want to do, you're nothing more than a machine, a phenomenon."
  },
  {
    "anime": "Gintama",
    "character": "Shimura Shinpachi",
    "quote": "[Shinpachi is tied up, hanging from a tree, and the rope is held by the client] What kind of training is this? What kind of potential does he have?"
  },
  {
    "anime": "Fullmetal Alchemist",
    "character": "Edward Elric",
    "quote": "A lesson without pain is meaningless. That's because no one can gain without sacrificing something. But by enduring that pain and overcoming it, he shall obtain a powerful, unmatched heart... A Fullmetal Heart."
  },
  {
    "anime": "My Hero Academia",
    "character": "Shouta Aizawa",
    "quote": "If you’re going to become a hero, you don’t have time for such leisurely events."
  },
  {
    "anime": "Pokémon",
    "character": "Ash Ketchum",
    "quote": "Hahahahahahahah! Now we'll see who has the last quack!"
  },
  {
    "anime": "Torikago no Tsugai",
    "character": "Blue Owl",
    "quote": "There's no master who deliberately lets his birds escape from his birdcage"
  },
  {
    "anime": "Hanasaku Iroha",
    "character": "Minko Tsurugi",
    "quote": "*to Ohana* You can't do everything by yourself!... But I can't do it by myself, either. I need your help."
  },
  {
    "anime": "Avatar: The Last Airbender",
    "character": "Roku",
    "quote": "If I had been more decisive, and acted sooner, I could have stopped Sozin, and stopped the war before it started. I offer you this wisdom, Aang, you must be decisive."
  },
  {
    "anime": "Inuyasha",
    "character": "Kikyo",
    "quote": "Tragic he said. I'm tragic?"
  },
  {
    "anime": "Tonari No Kaibutsu-kun",
    "character": "Shizuku Mizutani",
    "quote": "Real friends wouldn't use you for your money. I don't have any friends, so I'm no expert, but I'd rather have no friends than have friends like them."
  },
  {
    "anime": "One Punch Man",
    "character": "Saitama",
    "quote": "I'm just a guy who's a hero for fun."
  },
  {
    "anime": "Kamisama No Memochou",
    "character": "Shionji Yuuko",
    "quote": "A detective must become nothing more than an advocate. We must never put words to the feelings that failed to take form."
  },
  {
    "anime": "Bleach",
    "character": "Uryuu Ishida",
    "quote": "[to Yammy Rialgo, as the Espada grips the edge of a hole in the floor] Mala Suerte. I pity you. [shoots the floor just before Yammy's hand, causing him to fall] Oh, and I broke the pillars on every floor on the way up. So, you'll probably fall all the way to the bottom."
  },
  {
    "anime": "Trigun",
    "character": "Vash the Stampede",
    "quote": "My name is VASH THE STAMPEDE!! Forgive the lack of warning, but it's time for my daily massacre! If you do not believe I am the real thing, take a good look at me and start freaking out!!"
  },
  {
    "anime": "Hunter X Hunter",
    "character": "Hisoka",
    "quote": "It takes a mere second for treasure to turn to trash."
  },
  {
    "anime": "One Piece",
    "character": "Sanji",
    "quote": "Don't start a fight if you can't end it."
  },
  {
    "anime": "Bleach",
    "character": "Kurotsuchi Mayuri",
    "quote": "A grenade that's thrown should not come back."
  },
  {
    "anime": "Mobile Suit Gundam Seed",
    "character": "Lacus Clyne",
    "quote": "First you must decide, then you must follow through. I believe that’s the only way you can get anything accomplished."
  },
  {
    "anime": "Mahou Shoujo Madoka Magica",
    "character": "Kyubee",
    "quote": "Our contracts are completely dependent upon you agreeing to them first. I think that, in and of itself, is quite kind of us."
  },
  {
    "anime": "Solanin",
    "character": "Ai Kotani",
    "quote": "Nothing will progress while you can't make up your mind."
  },
  {
    "anime": "Naruto Shippūden",
    "character": "Pain",
    "quote": "Learn to embrace the fear of feeling about what it's like to contemplate what it is to know true pain. Because when I had nothing and no one - I always had Pain."
  },
  {
    "anime": "Aoi Bungaku Series",
    "character": "Takada",
    "quote": "Still I've never thought of myself as an unfortunate person. Of course I am not a fortunate person either. In the first place a fortunate person could never write plays or novels. I write while loving my misfortune almost as if I'm tasting it."
  },
  {
    "anime": "Shigatsu Wa Kimi No Uso",
    "character": "Hiroko Seto",
    "quote": "When you say you \"can't hear the sound\", doesn't it really mean you \"aren't restrained by the sound\"? Rather than the sound you hear with your ears, an image inside you is boiling up from the depths of yourself and taking over without you even knowing. The sound inside, the landscape in your heart, your wishes, a sound loaded with your thoughts; didn't you feel it, even for a moment? \"Not being able to hear the sound.\" That is a gift."
  },
  {
    "anime": "Fruits Basket",
    "character": "Honda Tohru",
    "quote": "Sometimes living can be hard! But it's only because we're alive that we can make each other laugh, cry, and be happy!"
  },
  {
    "anime": "Denpa Kyoushi",
    "character": "Kagami Junichirou",
    "quote": "Making his presence felt on his favorite piece of work - this is an oppurtunity no otaku would miss."
  },
  {
    "anime": "Dice: The Cube That Changes Everything",
    "character": "Dongtae",
    "quote": "The world is very boring. Everyone tries to live like a normal person without a second thought."
  },
  {
    "anime": "Fate/stay night",
    "character": "Emiya Shirou",
    "quote": "It feels so close to me, yet I can't reach it even if I hold out my hands. But even if I can't reach it, there are things that will stay in my heart. Being in the same time and looking at the same sky – if I can remember that, then even if we are far apart, I believe we can still be together."
  },
  {
    "anime": "Akatsuki no Yona",
    "character": "Hak Son",
    "quote": "When you protect someone you want to keep safe, do you always weigh your own life against theirs?"
  },
  {
    "anime": "Sailor Moon",
    "character": "Sailor Chibi Moon",
    "quote": "Just 'cause you're a girl, it doesn't mean you have to wait for a prince to come along on a white horse. You can go out and find Prince Charming yourself. It is up to you to find the right boy."
  },
  {
    "anime": "Naruto",
    "character": "Naruto Uzumaki",
    "quote": "If we fight again... We're both gonna die."
  },
  {
    "anime": "Bleach",
    "character": "Shihouin Yoruichi",
    "quote": "You shy, little boy."
  },
  {
    "anime": "Dice: The Cube That Changes Everything",
    "character": "Miju",
    "quote": "Huh? DO whatever you want without DICE? As if someone like you could understand. What's so bad about wanting to reach higher than yourself? After all, you're already up there. The place where I've always longed to be. If anything, isn't this world at fault? There's plenty of proof this world was created unfairly. The Crime rate's higher than ever. Wealth is the determining factor in life, and so when the most prestigious universities held an experiment, \"Does appearance affect the outcome in a trail?\" When comparing the results of the beautiful and the plain, the beautiful ones were declared innocent more often. Looks decide your worth. LOOKS, SEX, AGE, ETHNICITY, EDUCATION, JOB, once you realize that there will always be a 'High' and 'Low\", the goal is clear. Higher... and Higher! I'm sure that looking down from the highest place will be beautiful sight, so I must reach higher!"
  },
  {
    "anime": "Naruto",
    "character": "Ōnoki",
    "quote": "Never give up without even trying. Do what you can, no matter how small the effect it may have!"
  },
  {
    "anime": "Tabi ni Deyou Horobiyuku Sekai no Hate Made",
    "character": "Girl",
    "quote": "The three pleasures of life are \"eating\", \"bathing\" and \"sleeping\"!!"
  },
  {
    "anime": "Another",
    "character": "Mei Misaki",
    "quote": "How does it feel to not exist?"
  },
  {
    "anime": "Angel Beats!",
    "character": "Yuri Nakamura",
    "quote": "When we were still in the world of living, death was something that came indiscriminately and randomly. So, there was no way to fight it."
  },
  {
    "anime": "Ookami Shoujo To Kuro Ouji",
    "character": "Kyouya Sata",
    "quote": "Saying things like \"It would be troubling for her\" are just really convenient excuses for yourself. If you can forgive yourself like this, then you can just enjoy staying in your comfort zone, right?"
  },
  {
    "anime": "Gintama",
    "character": "Gintoki Sakata",
    "quote": "The Other Side of the Other Side of the Other Side would be the Other Side."
  },
  {
    "anime": "Yahari Ore no Seishun Love Come wa Machigatteiru. Zoku",
    "character": "Hachiman Hikigaya",
    "quote": "It' because you were embarrassed, frustrated, bitter, and jealous. If there's a time when those ill feelings surfaced, then there's also going to be a time where you restrained yourself, smiled, and then cut your relationships afterwards.\n\nBeing aware of your eventual break up was a rather complicated thing. If you wanted to graduate with a smile, shouldn't you avoid approaching your friends too much? And that's where having no friends was super convenient!"
  },
  {
    "anime": "Shingeki no Kyojin",
    "character": "Historia Reiss",
    "quote": "There are many ways of thinking as there are people."
  },
  {
    "anime": "Naruto",
    "character": "Sai",
    "quote": "It's because Sakura loves Sasuke that she doesn't want him to sink any lower. It's because she loves him that she wants to rescue him from the evil path he currently walks. Even if the only way to do it is to kill him with her own two hands, I believe, she's prepared to do it because she loves him."
  },
  {
    "anime": "Kimi ni Todoke",
    "character": "Sawako Kuronuma",
    "quote": "There's no knowing how others are feeling unless you ask them. And your feelings can't get through to others unless you tell them directly."
  },
  {
    "anime": "Shiki",
    "character": "Nao Yasumori",
    "quote": "My new family is just so kind. It's almost if there's been some kind of mistake... like, I'll have to pay back for all this happiness later on."
  },
  {
    "anime": "Tsubasa Reservoir Chronicle",
    "character": "Fay D. Flourite",
    "quote": "People do peculiar things when it comes to love... Our own safety doesn't seem so important."
  },
  {
    "anime": "Mobile Suit Gundam Seed",
    "character": "Lacus Clyne",
    "quote": "Nicol was fifteen. He loved the piano and Kira just cut him down."
  },
  {
    "anime": "Avatar: The Last Airbender",
    "character": "Iroh",
    "quote": "(singing) Leaves from the vine\nFalling so slow\nLike fragile tiny shells\nDrifting in the foam.\nLittle soldier boy\nCome marching homeBrave soldier boy\nComes marching home..."
  },
  {
    "anime": "Date A Live",
    "character": "Kurumi Tokisaki",
    "quote": "You were ready to kill another creature, yet you’re scared of being killed yourself. Don’t you think that is strange? When you point a gun at a living thing… this is what that act means."
  },
  {
    "anime": "Bleach",
    "character": "Uryuu Ishida",
    "quote": "[to Mayuri Kurotsuchi] It's a good thing Orihime isn't here. I wouldn't want her to see what I'm about to do to you."
  },
  {
    "anime": "Durarara!!",
    "character": "Seiji Yagiri",
    "quote": "A name has nothing to do with loving someone."
  },
  {
    "anime": "Senyuu. 2",
    "character": "Ross",
    "quote": "\"I would die for you\" is what the weak say. If you're in love with someone - live for them."
  },
  {
    "anime": "Umineko no Naku Koro ni",
    "character": "Ushiromiya Kyrie",
    "quote": "When people have an overwhelming advantage, they sometimes take on a little risk to try and show off their superiority over the losers."
  },
  {
    "anime": "Avatar: The Last Airbender",
    "character": "Iroh",
    "quote": "It is important to draw wisdom from different places. If you take it from only one place, it becomes rigid and stale."
  },
  {
    "anime": "Toaru Majutsu no Index",
    "character": "Wataru Kurozuma",
    "quote": "Your home is the place where you can be yourself."
  },
  {
    "anime": "Danganronpa: Kibou No Gakuen To Zetsubou No Koukousei",
    "character": "Aoi Asahina",
    "quote": "Sakura-chan would probably say \"Strength can only be obtained by standing up to adversity. So I choose to walk down the path filled with thorns.\""
  },
  {
    "anime": "Sakurasou no Pet na Kanojo",
    "character": "Jin Mitaka",
    "quote": "You know, with talented people... They draw people to themselves, and without even trying to, they tear them to shreds. The closer you are to them, the more viciously you'll be torn apart. They're living in a completely different world above us. One that us normal people can't reach. In a world that we'll never see. A world above the clouds. That's the kind of world they live in."
  },
  {
    "anime": "Eyeshield 21",
    "character": "Taro Raimon",
    "quote": "A miracle something like that won't come if you're waiting for it. A miracle is something you work for!"
  },
  {
    "anime": "Warau Kanoko-sama",
    "character": "Kanoko Naedoko",
    "quote": "To become an observer, you shouldn't have someone you like or dislike, because special feelings or bias info would make it difficult for one to judge a situation."
  },
  {
    "anime": "My Hero Academia",
    "character": "Shigaraki Tomura",
    "quote": "Heroes and villains both thrive on violence, but we’re still categorized. You’re good You’re evil. That’s how it is! Symbol of peace? Hah! In the end you’re just a tool for violence, made to keep us down. And violence only breeds more violence."
  },
  {
    "anime": "Bleach",
    "character": "Kuchiki Byakuya",
    "quote": "Your blade will never be able to touch me. Ever."
  },
  {
    "anime": "Gintama",
    "character": "Gintama",
    "quote": "When you are down, how do you pick yourself up? People fall into two categories... depending on how they pick themselves up. The first one sees somebody who is worse off and thinks, \"Hey! I am better off than that guy.\" And the second kind of guy sees a challenge and tries to raise himself to it."
  },
  {
    "anime": "Fate/stay night",
    "character": "Emiya Shirou",
    "quote": "But that's enough. If there is overwhelming power and speed, there is no room for technique. Techniques are something humans invented to compensate for their weaknesses."
  },
  {
    "anime": "The Gamer",
    "character": "Han Jee-Han",
    "quote": "What use is strength in modern society? You have to be smart."
  },
  {
    "anime": "Accel World",
    "character": "Haruyuki Arita",
    "quote": "Strength isn't just about winning. Even if my attempts are pathetic and comical, and even if I'm covered in the mud of my defeat, if I can keep fighting and look up at the sky as I lie on the ground, that alone is proof of true strength!"
  },
  {
    "anime": "Zettai Shonen",
    "character": "Jirou Hatori",
    "quote": "This world is far more complicated, rich and full of mystery, than people think."
  },
  {
    "anime": "Ore Monogatari!!",
    "character": "Makoto Sunakawa",
    "quote": "Who wouldn't want their friends to be happy? That's just normal, man. It's nothing amazing."
  },
  {
    "anime": "Toradora!",
    "character": "Taiga Aisaka",
    "quote": "Entire civilizations were built and destroyed between now and the last time you said \"we'll go soon\"! I'll have rotted and turned to ash by the time this \"soon\" of yours comes!!"
  },
  {
    "anime": "Log Horizon",
    "character": "Crusty",
    "quote": "Living your life to the fullest 'til the moment of your death, this is the rule to live by in any world."
  },
  {
    "anime": "Yu Yu Hakusho",
    "character": "Kazuma Kuwabara",
    "quote": "Why does everything you say makes me wanna bash your face in?"
  },
  {
    "anime": "Naruto",
    "character": "Jiraiya",
    "quote": "Getting dumped always makes a man stronger. But then again, men aren't meant to pursue happiness."
  },
  {
    "anime": "Un-Go",
    "character": "Yuuki Shinjuurou",
    "quote": "Everyone has desires they can't tell anyone about. It goes without saying."
  },
  {
    "anime": "Rurouni Kenshin",
    "character": "Kenshin Himura",
    "quote": "When I was at the brink of life and death, I used all of my will to survive. I drew upon a different power than that of self-sacrifice and mastered an ultimate technique. The will to live is stronger than anything else. That was the ray of light that my master risked his life to show me. As Hitokiri Battousai, I have committed so many crimes that I cannot possibly repent for them. That is why I had secretly believed that it didn't matter when I died or was killed. However, now... even if I am formally punished or restrained. I will never lose the will to live."
  },
  {
    "anime": "Gintama",
    "character": "Tama",
    "quote": "If I were to survive, but couldn't protect what was important to me, then I might as well be dead."
  },
  {
    "anime": "Nekomonogatari: Kuro",
    "character": "Tsukihi Araragi",
    "quote": "Mistaking lust for love shows that you're caught in an inflationary spiral of sexual frustration."
  },
  {
    "anime": "Hajime no Ippo",
    "character": "Coach Kamogawa",
    "quote": "The moment you back down is the moment you lose!"
  },
  {
    "anime": "Kenichi: The Mightiest Disciple",
    "character": "Fuurinji Hayato",
    "quote": "In the end of that lonely path you are going, there is nothing."
  },
  {
    "anime": "Nanatsu no Taizai",
    "character": "Merlin",
    "quote": "When some things contradict each other, you should look at the opposite side of everything. And when the meanings behind the seemingly unnatural actions are made clear, a completely different answer might be reached... Justice can become evil. Reality can become an illusion. Meaning can be found in something that appears meaningless. Think. And find the answer for yourselves. A human ceases to be once he or she stops thinking."
  },
  {
    "anime": "Giant Killing",
    "character": "Takeshi Tatsumi",
    "quote": "Where's the fun in it if everything is going just as planned?"
  },
  {
    "anime": "Nisekoi",
    "character": "Maiko Shuu",
    "quote": "So you feel like you're being dishonest or something? That's not true. It's a great thing to come to like someone. If you ask me... The important thing here is, that you have to make a clear choice between the two of them."
  },
  {
    "anime": "Gintama",
    "character": "Isao Kondō",
    "quote": "Hey, if you take a step over that line, your territorial law won't mean shit!"
  },
  {
    "anime": "Kuroshitsuji",
    "character": "Sebastian Michaelis",
    "quote": "<About Ciel> He turns his back towards the light without hesitation. That figure that charges into the abyss at a dignified pace. How beautiful and foolish."
  },
  {
    "anime": "One Piece",
    "character": "Saul Jaguar D",
    "quote": "There is no such thing as being born into the world to be alone."
  },
  {
    "anime": "Ouran High School Host Club",
    "character": "Kyoya Ootori",
    "quote": "It's fine if he holds bad judgements without trying to get to know me. The real point is letting just the ones who want to understand me know my real self."
  },
  {
    "anime": "Inuyasha",
    "character": "Miroku",
    "quote": "What good is this cursed hand if I can't protect the woman I love?"
  },
  {
    "anime": "Vinland Saga",
    "character": "Thorkell",
    "quote": "I love fighting, but even more than that, I hate losing! I only fight to win!!"
  },
  {
    "anime": "Bakemonogatari",
    "character": "Koyomi Araragi",
    "quote": "The word \"ignorant\" has a nice ring to it, so I don't mind being called that, but \"incompetent\" is going just a bit too far..."
  },
  {
    "anime": "Bubblegum Crisis: Tokyo 2040",
    "character": "Galatea",
    "quote": "Infinite wisdom requires infinite perspective. Only by experiencing each element, each moment separately and in their own time, does the beauty of the whole become apparent."
  },
  {
    "anime": "The Garden of Sinners",
    "character": "Ryougi Shiki",
    "quote": "My eyes can see the death of everything. I can cut the lines as long as I understand the death behind it. This means I can kill anything, even if that thing is God."
  },
  {
    "anime": "Valvrave the Liberator",
    "character": "L-elf Karlstein",
    "quote": "This isn’t a situation where you can stand on principle. If there’s something you want to protect, get your hands dirty."
  },
  {
    "anime": "Hotarubi no Mori e",
    "character": "Hotaru Takegawa",
    "quote": "I probably won't be able to look forward to summer for a long time. My chest will hurt. My tears will be overflowing. But this warmth in my hands and these summer memories will live on in my heart."
  },
  {
    "anime": "Angel Beats!",
    "character": "Yuri Nakamura",
    "quote": "I only have one chance to have my life, and it's right here. It's the only life I have. This is my life. I can't give it to anyone else, It can't be stolen, I can't force it on anyone, or forget it, or make it disappear, or trample on it, or laugh it away, or beautify it. I have no choice but to accept this one cruel, meaningless life! That's why I will fight, and why I will continue fighting."
  },
  {
    "anime": "Black Rock Shooter",
    "character": "Mato Kuroi",
    "quote": "To me, nothing is painful. There is no such thing as anguish. Even if some things seem like they hurt, deep down, everyone is a nice person. We can understand each other, or so I thought; or so I liked to think. I didn't want to wallow in misery. I didn't want to become spiteful. I just didn't want to be hurt. I didn't want to be hated."
  },
  {
    "anime": "Shōnen Hollywood - Holly Stage for 49",
    "character": "Kō Ōsaki",
    "quote": "The way you perceive yourself doesn't match the way others perceive you. Those who work hard despite that discrepancy shine brighter than anyone else!"
  },
  {
    "anime": "Bleach",
    "character": "Kuchiki Byakuya",
    "quote": "The arrogant one is you, Espada. But rest at ease. The reason for your loss is not due to that arrogance. It is simply due to a difference in power."
  },
  {
    "anime": "Mahou Shoujo Madoka Magica",
    "character": "Sayaka Miki",
    "quote": "It really shouldn't be all that uncommon - having a wish you'd go so far as to trade your life for. I think there are a lot of people in the world with wishes and desires like that. If we can't think of anything, it just means that we really haven't had anything that bad happen to us. We've had too much given to us and have become dull and stupid. It makes me wonder: Why us?\n\nDon't you think it's unfair? I'm sure there are other people who'd really want a chance like this."
  },
  {
    "anime": "Fate/stay night",
    "character": "Emiya Shirou",
    "quote": "If you walk down the path that you believe is right, you cannot be wrong."
  },
  {
    "anime": "Boku wa Tomodachi ga Sukunai",
    "character": "Yozora Mikazuki",
    "quote": "You don't need to make a hundred friends. Just make real friends that you care about a hundred times as much. Even if you only have one, so long as they’re a friend you really care about."
  },
  {
    "anime": "Three Days of Happiness",
    "character": "Kusonoki",
    "quote": "However happy or sad something is, you’ll soon forget it if you don’t get a chance to recall it. What people don’t realize is that they’ve forgotten about forgetting. If everyone really preserved the happiest memory from their past perfectly, they’d only be sadder living in their relatively hollow present. And if everyone preserved the worst memory from their past perfectly, well, they’d still be sad. Everyone just remembers what it’s inconvenient not to remember."
  },
  {
    "anime": "Welcome to the N.H.K",
    "character": "Satou Tatsuhiro",
    "quote": "If you don't see her, you won't fall in love. If you don't fall in love, you won't get hurt."
  },
  {
    "anime": "Code Geass: Lelouch of the Rebellion",
    "character": "Lelouch Lamperouge",
    "quote": "A life with no changes can’t be called life. You can only call it experience."
  },
  {
    "anime": "Denpa Kyoushi",
    "character": "Kagami Junichirou",
    "quote": "Doing something you want, isn't doing something you are good at, nor is it doing something you are able to. If it's to fulfill your wish, even if you're weak in it, you'll do it."
  },
  {
    "anime": "Gate: Jieitai Kanochi nite Kaku Tatakaeri",
    "character": "Rory Mercury",
    "quote": "Ruling over death means ruling over life. Death is the climax of life. To have the best death, you must honor life."
  },
  {
    "anime": "Naruto",
    "character": "Tsunade",
    "quote": "People become stronger because they have things they cannot forget. That's what you call growth."
  },
  {
    "anime": "Kagerou Days",
    "character": "Kozakura Marry",
    "quote": "The others taught me something. That one needn't fear the future. That one needn't hate the world. From now on, the world will not simply be my fantasy. It will be our one and only, real future."
  },
  {
    "anime": "Dragon Ball Z",
    "character": "Beerus",
    "quote": "It seems Saiyans have changed since the last time I saw them. They have become cowardly."
  },
  {
    "anime": "Pokémon",
    "character": "Silver",
    "quote": "Huh? What are you doing falling into a hole? Some genius you are. Serves you right!"
  },
  {
    "anime": "Fruits Basket",
    "character": "Sohma Hiro",
    "quote": "You're so gullible! Don't you have any standards? So if I told you to spin around, you'd do it? If they told you to jump off a cliff, would you do that, too? I can't stand people who have no individuality!! (To Tohru)"
  },
  {
    "anime": "Cardfight!! Vanguard G",
    "character": "Cardfight!! Vanguard G",
    "quote": "There is no encounter without meaning. I've encountered many people on my journey, and those meetings meant something."
  },
  {
    "anime": "Yu Yu Hakusho",
    "character": "Yuusuke Urameshi",
    "quote": "Maybe there've been times when I've been pissed and hated things, but it wasn't from this work. My dad's a no-show, my mom's lush and school sucks, but this job is the one damn thing I'm good at. If all the crap in my life hasn't screwed up yet, then neither will this and neither will you."
  },
  {
    "anime": "Avatar: The Last Airbender",
    "character": "Sokka",
    "quote": "Zuko's gone crazy! I made a sand sculpture of Suki and he destroyed it! ... Oh, and he's attacking Aang."
  },
  {
    "anime": "Danganronpa: Kibou No Gakuen To Zetsubou No Koukousei",
    "character": "Monokuma",
    "quote": "You know, isn't it said that life has its ups and downs? It's fun because downs come after ups, but if life was full of downs, wouldn't it get boring?"
  },
  {
    "anime": "Medaka Box",
    "character": "Medaka Kurokami",
    "quote": "Those who win are not strong. It is those who lose and crawl back up who are strong."
  },
  {
    "anime": "Bakemonogatari",
    "character": "Koyomi Araragi",
    "quote": "There stood a high school boy, who for selfish reasons had twice beaten an elementary school girl unconscious, and had gotten all nihistically worked up about it. Actually, that's still me."
  },
  {
    "anime": "Fullmetal Alchemist",
    "character": "Edward Elric",
    "quote": "Water, 35 litres. Carbon, 20 kg. Ammonia, 4 litres. Lime, 1.5 kg. Phosphorus, 800 g. Salt, 250 g. Niter, 100 g. Sulphur, 80 g. Fluoride, 7.5 g. Iron, 5 g. Silicon, 3g. And fifteen other elements. Those are the elements to make an average adult human body. You can buy these elemental ingredients at the market with the pocket money of a child. Humans are made so cheaply."
  },
  {
    "anime": "Kamisama No Memochou",
    "character": "Shionji Yuuko",
    "quote": "Human emotions are ambiguous. A person can have contradicting feelings. I know how they are capable of creating lies and pain when reflected in the real world. That's why we have words. Words are brutally precise. They give form to feelings while mercilessly killing anything left unsaid."
  },
  {
    "anime": "Demon Slayer",
    "character": "Nezuko Kamado",
    "quote": "Nezuko is a human ever since the time she was born."
  },
  {
    "anime": "Attack on Titan",
    "character": "Ymir",
    "quote": "I too used to believe that the world would be a better place if I hadn’t been born. I was hated merely for the fact that I existed, and I died for the happiness of many people. But there was one thing I wished for with all my heart… If I’m ever given a second chance in life, I want to live for only myself. That is my sincere wish."
  },
  {
    "anime": "Avatar: The Last Airbender",
    "character": "Sokka",
    "quote": "I'm too young to die!"
  },
  {
    "anime": "Mawaru Penguindrum",
    "character": "Sanetoshi Watase",
    "quote": "What do you think of the word \"fate\"? Does the concept of fate exists in reality? To put it simply, are people's futures set in stone when they are born, never to be challenged? Do you believe in such a rule?"
  },
  {
    "anime": "The Gamer",
    "character": "Han Jee-Han",
    "quote": "If you ask what life is to me, I'd answer endless days of homework and pain. Why you ask? The amount of homework, it's too much."
  },
  {
    "anime": "Psycho-Pass",
    "character": "Makishima Shougo",
    "quote": "A perfect plan doesn't mean having everything go within expectations. A perfect plan is achieved when it has the plasticity needed to flexibly deal with troubles."
  },
  {
    "anime": "Assassination Classroom 2nd Season",
    "character": "Korosensei",
    "quote": "If I wasn't prepared to be flexible as the situations demands, I wouldn't have become a teacher."
  },
  {
    "anime": "Barakamon",
    "character": "Hiroshi Kido",
    "quote": "Being able to work hard is the best talent of all."
  },
  {
    "anime": "Bleach",
    "character": "Kurosaki Ichigo",
    "quote": "*To Kuchiki Rukia* Are you any different!? You sacrificed yourself to save me that time!! At that time were you thinking about complicated stuff like \"this is my Shinigami duty\"!? That's not what sacrificing yourself is! At the very least... I'm different! I haven't accepted any commitment. If things get bad I might run away... since I'm not a good enough person to be able to sacrifice my life for total strangers. But unfortunately I'm also not trash that can live happily without paying back his debts!"
  },
  {
    "anime": "Honey and Clover",
    "character": "Ayumi Yamada",
    "quote": "I don't care how pathetic or embarassing I look in front of everyone. My love for him...only that...is my bitter sweet treasure."
  },
  {
    "anime": "Sekai Ichi Hatsukoi",
    "character": "Masamune Takano",
    "quote": "I'm going to make you say you love me again. Just you wait."
  },
  {
    "anime": "Gunslinger Stratos: The Animation",
    "character": "Kyouka Katagiri",
    "quote": "We fail. We make mistakes. But each time we do, I think we become stronger."
  },
  {
    "anime": "Saiyuki",
    "character": "Genjo Sanzo",
    "quote": "Life is basically a fuedal struggle until you die."
  },
  {
    "anime": "Naruto",
    "character": "Madara Uchiha",
    "quote": "Talking about peace whilst spilling blood, it's something that only humans can do."
  },
  {
    "anime": "Rurouni Kenshin",
    "character": "Seijuro Hiko",
    "quote": "Murder is the only art a swordsman may practice. No ornamental words can change that. You want to protect people with murder? You'll slaughter legions so that a few may live. Many years, long before you were born, my sword was tearing asunder the lives of men. Yes, all of those men were evil, but they were human beings first and foremost, Kenshin. The world you ardently desire to enter will not know what to do with you. It will deceive you into believing that you are saving lives even as you destroy them. You will accept these lies all the while, your hands will be stained with the worst of offenses."
  },
  {
    "anime": "Fullmetal Alchemist",
    "character": "Edward Elric",
    "quote": "I think people should try to ignore their race, and just treat each other as equals."
  },
  {
    "anime": "ReLIFE",
    "character": "Kaizaki Arata",
    "quote": "Someday we'll part. Maybe be forgotten. But we're living in the moment. So... make lots of friends, fall madly in love, and enjoy every moment to the fullest."
  },
  {
    "anime": "Absolute Duo",
    "character": "Lilith Bristol",
    "quote": "If you try to acquire something, you'll lose something else along the way. That's the truth of this world. No matter how sad it is."
  },
  {
    "anime": "Fairy Tail",
    "character": "Mirajane Strauss",
    "quote": "When people realize just how lonely they are on their own, they will become kind."
  },
  {
    "anime": "Fruits Basket",
    "character": "Sohma Shigure",
    "quote": "So this is how...it feels... (After just being released from the curse)"
  },
  {
    "anime": "Prince Of Tennis",
    "character": "Fuji Shuusuke",
    "quote": "Even if we are far apart. We'll always be united by tennis."
  },
  {
    "anime": "Fruits Basket",
    "character": "Sohma Kyo",
    "quote": "Yo... Are you ready for me to break your neck... Rat-boy?"
  },
  {
    "anime": "Code Geass: Lelouch of the Rebellion",
    "character": "Lelouch Lamperouge",
    "quote": "I must spill yet more blood, so the blood already split will not be in vain."
  },
  {
    "anime": "Fullmetal Alchemist",
    "character": "Alphonse Elric",
    "quote": "I sunk again. *after sinking in the desert*"
  },
  {
    "anime": "Assassination Classroom 2nd Season",
    "character": "Nagisa Shiota",
    "quote": "If that treetop is school, and the ground is this place here... we all found our strength down on the ground. While looking up... and getting looked down on... we learned plenty about how scary heights were before we started climbing. That's why we can go our own way now. Still... Somewhere along the way we forgot our fear of heights, so we do still fall to the ground every now and then. So learn here. You can go on to school once you have a game plan. That's my secret lesson, from me to you."
  },
  {
    "anime": "Kuroshitsuji",
    "character": "Undertaker",
    "quote": "How sad it would be if laughter should disappear."
  },
  {
    "anime": "Gate: Jieitai Kanochi nite Kaku Tatakaeri",
    "character": "Itami Youji",
    "quote": "I work to support my hobby. So if you asked me which I'd choose, my job or my hobby, my hobby takes priority."
  },
  {
    "anime": "Wolf's Rain",
    "character": "Cheza",
    "quote": "We would not have met, and the flowers will protect you. Kiba, because you protected this one, the flowers will return and bloom once more. So when the world is reborn, and Paradise opens, we will meet again. This one will be waiting for you. Find this one. And this time, the Paradise you hoped for will be..."
  },
  {
    "anime": "D.Gray-man",
    "character": "Lavi",
    "quote": "There isn't anyone who doesn't feel regret or sadness."
  },
  {
    "anime": "Steins;Gate",
    "character": "Okabe Rintarou",
    "quote": "Keep the past, for all intents and purposes, where it is."
  },
  {
    "anime": "One Piece",
    "character": "Trafalgar Law",
    "quote": "You can't see the whole picture until you look at it from the outside."
  },
  {
    "anime": "Kokoro Connect",
    "character": "Iori Nagase",
    "quote": "You can never tell what'll happen next in life. But so long as you have faith in your feet, the road you walk will be a part of you."
  },
  {
    "anime": "Fruits Basket",
    "character": "Sohma Hatsuharu",
    "quote": "You pansy! What kind of girly punch is that? I didn't even feel it! (to Kyo)"
  },
  {
    "anime": "One Piece",
    "character": "Donquixote Doflamingo",
    "quote": "That's right! Whatever the tragedy or the blunder is, only the things that actually happened are written in stone!"
  },
  {
    "anime": "RahXephon",
    "character": "Quon Kisaragi",
    "quote": "The beginning exists for the end and the end exists for the beginning."
  },
  {
    "anime": "Another",
    "character": "Mei Misaki",
    "quote": "There are no guarantees. But if there’s a chance it could help everyone avoid the calamity, isn’t it worth it? It’s sad when people die."
  },
  {
    "anime": "Neo Angelique Abyss",
    "character": "Angelique",
    "quote": "It might be ridiculous to save the people. But when there are sad people in front of us... we can't just ignore them."
  },
  {
    "anime": "WATAMOTE",
    "character": "Tomoko Kuroki",
    "quote": "I read in some book that sad and painful things are the spices of an enjoyable life... But I seem to get nothing but spices!"
  },
  {
    "anime": "Kami Nomi zo Shiru Sekai",
    "character": "Hakua Du Lot Herminium",
    "quote": "Don't make it sound so easy! Don't you realize how hard I had to study? I worked hard... I worked so hard!"
  },
  {
    "anime": "Black Lagoon",
    "character": "Revy",
    "quote": "All they saw in me was another little ghetto rat with no power and no God. What's left for a poor little Chinese bitch to rely on? It's money of course. And guns. Fuckin' A, with these two things, the world is a great place."
  },
  {
    "anime": "Assassination Classroom",
    "character": "Nagisa Shiota",
    "quote": "Anything can be a sword if you polish it enough."
  },
  {
    "anime": "Claymore",
    "character": "Galatea",
    "quote": "This might come a little late but... you people make me sick."
  },
  {
    "anime": "Inuyasha",
    "character": "Bankotsu",
    "quote": "My only ambition is simply to kill as many people as humanly possible."
  },
  {
    "anime": "Tokyo Ghoul",
    "character": "Renji Yomo",
    "quote": "All we can do is live while losing things."
  },
  {
    "anime": "Legend of the Galactic Heroes",
    "character": "Dusty Attenborough",
    "quote": "Either way, the only ones who can die tomorrow are those who survive today."
  },
  {
    "anime": "Bleach",
    "character": "Ichimaru Gin",
    "quote": "A gatekeeper ain't supposed to open gates."
  },
  {
    "anime": "Kaichou Wa Maid-Sama!",
    "character": "Takumi Usui",
    "quote": "Your sudden smiles always surprise me. But are dangerous enough to make my heart race."
  },
  {
    "anime": "07 Ghost",
    "character": "Frau",
    "quote": "There isn’t just one truth. That truth only exists because a few people saw it. If you don’t believe what the books say, then you should go see the world for yourself."
  },
  {
    "anime": "Fate/zero",
    "character": "Tohsaka Tokiomi",
    "quote": "From the moment a magus is born, he is someone that has \"power\". And some day, he will achieve a \"greater power\". This responsibility was already flowing in his \"blood\" before he realized this destiny. That is what it means to be born into this world as the child of a magus."
  },
  {
    "anime": "Natsume Yuujinchou",
    "character": "Takashi Natsume",
    "quote": "Why are you looking for something when you can't even remember what it is?"
  },
  {
    "anime": "Steel Angel Kurumi",
    "character": "Saki",
    "quote": "Water is mysterious, isn't it?. It can become vapor. It can become snow. It may take various forms, but in reality - it's all water. Even if it's invisible to our eyes, it cannot disappear from this world."
  },
  {
    "anime": "Detective Conan",
    "character": "Miwako Sato",
    "quote": "Justice isn’t something that you can just proclaim. It’s a feeling you should keep near your heart."
  },
  {
    "anime": "One Piece",
    "character": "Crocodile",
    "quote": "\"If I do this, I can stop the rebellion\", \"if I do that, I can stop the rebellion\"... Open your eyes, princess! Your zealous idealism disgusts me! Ideals can only be spoken by those powerful enough to carry them out. And that excludes you!"
  },
  {
    "anime": "Onanie Master Kurosawa",
    "character": "Kakeru Kurosawa",
    "quote": "No matter how hard you try, you cannot exceed your true capabilities."
  },
  {
    "anime": "Soul Eater",
    "character": "Marie Mjolnir",
    "quote": "An apple a day keeps any one away, if you throw it hard enough!"
  },
  {
    "anime": "Kokoro Connect",
    "character": "Himeko Inaba",
    "quote": "Don’t forget that kindness can hurt people too."
  },
  {
    "anime": "The Garden of Sinners",
    "character": "Aozaki Touko",
    "quote": "People do not cease to exist immediately after dying, as long as there are people who remember them."
  },
  {
    "anime": "Air Gear",
    "character": "Yoshitsune",
    "quote": "Then I ask you, what do you define as the beginning of the sky? At one hundred meter or even one thousand meters, it isn't much different from right here. The sole difference is the air density and water concentration. So, this is where sky begins. Anything above the earth belongs to the domain of sky."
  },
  {
    "anime": "Naruto",
    "character": "Neji Hyuuga",
    "quote": "People share only one common fate... death."
  },
  {
    "anime": "Gosick",
    "character": "Kazuya Kujō",
    "quote": "*after seeing Grevil's unicorn hairstyle for the first time* I've never seen such a creative hairstyle!"
  },
  {
    "anime": "Slayers",
    "character": "Xelloss Metallium",
    "quote": "If you can fool your friends, you can fool your enemies."
  },
  {
    "anime": "Busou Renkin",
    "character": "Papillon",
    "quote": "A choice isn't something someone gives you, it's something you make for yourself."
  },
  {
    "anime": "Claymore",
    "character": "Clare",
    "quote": "My existence was nothing more to her than a stone by the side of the road. I wasn't enough to fill her belly. Or perhaps I didn't even get reflected in her eyes. I couldn't even hate the beast that killed Teresa. It was me, overcome by fear, that I could not forgive."
  },
  {
    "anime": "Slayers",
    "character": "Lina Inverse",
    "quote": "Give a man a break, and you'll end up broken."
  },
  {
    "anime": "No.6",
    "character": "Sion",
    "quote": "Where do people stray off the path? When do they begin to obey their greed rather than their ideals? Or are ideals just prone to morphing easily into greed?"
  },
  {
    "anime": "No Game No Life",
    "character": "Sora",
    "quote": "Whats the probability of drawing the ace of spades from a deck with no jokers? Normaly it would be 1/50. But what if its a brand new deck? The position of cards in a new deck are typically identical, so that means if you take out the jokers and draw the card at the very bottom, it's the ace of spades almost 100% of the time. Oh that's right! I didn't say a word about it being a new deck. Rather, you didn't ask. Being in the \"no\" gives you the power to turn the probability of winning from 1.92% to 100%. The more knowledge of a party will be the inevitable victor."
  },
  {
    "anime": "Nabari no Ou",
    "character": "Kouichi Aizawa",
    "quote": "The strength of life lies in the possibility of dying."
  },
  {
    "anime": "Naruto Shippuuden",
    "character": "Madara Uchiha",
    "quote": "People cannot show each other their true feelings. Fear, suspicion, and resentment never subside."
  },
  {
    "anime": "Kore wa Zombie Desu ka? of the Dead",
    "character": "Sarasvati",
    "quote": "You hide a tree by putting it in a forest; you hide a person among other people!"
  },
  {
    "anime": "Giant Killing",
    "character": "Takeshi Tatsumi",
    "quote": "Where's the fun in it if everything is going just as planned?"
  },
  {
    "anime": "Mirai Nikki",
    "character": "Gasai Yuno",
    "quote": "I'm crazy!? What's crazy is this world that refuses to let me be with you!!!"
  },
  {
    "anime": "Re:Zero kara Hajimeru Isekai Seikatsu",
    "character": "Subaru Natsuki",
    "quote": "It was rough. It was so painful. I was so scared. I was so sad. It hurt so much, I thought I'd die. I tried so hard... I tired so hard! I was so desperate, so desperate to make everything right! It's the truth. I've honestly never tried so hard at anything in my life! Because I loved this place... Because it was so important to me! I was so desperate to get back. I was scared... I was so scared! I didn't want those eyes looking at me like that again... And I hated myself so much for feeling that way!"
  },
  {
    "anime": "Angel Beats!",
    "character": "Hideki Hinata",
    "quote": "Wow, he did it. He's gonna fl- *boosts up to the ceiling and smashes his head*"
  },
  {
    "anime": "Fairy Tail",
    "character": "Gray Fullbuster",
    "quote": "The pain of getting hit, the frustration of loosing, the joy of winning, all of that. They've been driven into this body, fists, and this head. It becomes my strength in the next fight. All of my battles up to now, those memories, they are all of my power."
  },
  {
    "anime": "Vagabond",
    "character": "Matahachi Hon'iden",
    "quote": "No matter how many years it's been since they met, brothers are brothers, aren't they? Even without having seen, I can tell."
  },
  {
    "anime": "Soul Eater",
    "character": "Blair",
    "quote": "Oh! My little scythey boy!"
  },
  {
    "anime": "Soul Eater",
    "character": "Crona",
    "quote": "I can't lose weight, I don't know how to deal with being any skinnier than I already am."
  },
  {
    "anime": "Bleach",
    "character": "Zaraki Kenpachi",
    "quote": "Death and pain are just a small price to pay for the enjoyment of battle!"
  },
  {
    "anime": "Neon Genesis Evangelion",
    "character": "Gendou Ikari",
    "quote": "Mankind's greatest fear is Mankind itself."
  },
  {
    "anime": "Soul Eater",
    "character": "Excalibur",
    "quote": "About the 1,000 provisions that you are required to observe. Now I would like for you to participate in the most important provision. Number 452 the 5 hour story telling party."
  },
  {
    "anime": "Naruto",
    "character": "Iruka Umino",
    "quote": "When a person dies, he disappears, along with his past, current lifestyle, and his future. Many people die in missions and wars. They die easily and in surprisingly simple ways. Hayate was one of them. Those who die have goals and dreams. But everyone has something as important as those. Parents, siblings, friends, lovers... people who are important to you. They trust and help each other. The bond between the people important to you ever since birth and the string that binds them becomes thicker and stronger as time goes by... It's beyond reason. Those bound to you by that string will do that because it is important."
  },
  {
    "anime": "Gunslinger Girl",
    "character": "Henrietta",
    "quote": "But am I... am I normal? I have strength. I can kill with my bare hands. I bleed red, but the pain always goes away quickly. Sometimes I see things in my head that never happened. I am a cyborg. I'll never be useful as anything else."
  },
  {
    "anime": "Fullmetal Alchemist",
    "character": "Riza Hawkeye",
    "quote": "Master Sergeant Fuery, during your last physical it was discovered you have Athletes Foot, and we now believe it is affecting your brain."
  },
  {
    "anime": "Fate/zero",
    "character": "Emiya Kiritsugu",
    "quote": "I don't think it's possible to save everyone. I just want to save as many as I can."
  },
  {
    "anime": "Steins;Gate",
    "character": "Kurisu Makise",
    "quote": "I've only lived 18 years, but I don't want to change any of them. They're all part of my life, even the failures."
  },
  {
    "anime": "Naruto",
    "character": "Neji Hyuuga",
    "quote": "[To Hinata At Chuunin Exams] So you're not going to withdraw? Then don't blame me for what happens to you."
  },
  {
    "anime": "Fate/zero",
    "character": "Saber",
    "quote": "The weight of my sword is the weight of my pride. The wound from my battle with you is an honor, not a fetter."
  },
  {
    "anime": "Hana Yori Dango",
    "character": "Tsukushi Makino",
    "quote": "It's a bad habit of mine. When I concentrate on one thing, I forget other important things."
  },
  {
    "anime": "Gintama",
    "character": "Kagura",
    "quote": "I choose my own battlefields. Not by my blood, but by my heart! I stand on the battlefield to protect what's important to me. And if anyone stands in my way, I don't care if it's one of my kind, my brother or anyone else… I'll crush them all!"
  },
  {
    "anime": "Tamako Market",
    "character": "Kunio Yaobi",
    "quote": "If you think music is only made of sounds, you're mistaken. Silence is also part of music."
  },
  {
    "anime": "Dragon Ball Z",
    "character": "Goku",
    "quote": "Power comes in response to a need, not a desire. You have to create that need."
  },
  {
    "anime": "Bleach",
    "character": "Zaraki Kenpachi",
    "quote": "It isn't even interesting fighting against someone who doesn't have their own goals."
  },
  {
    "anime": "Inuyasha",
    "character": "Inuyasha",
    "quote": "I didn't say get naked, stupid. I just can't stand seeing you in those clothes."
  },
  {
    "anime": "Parasyte -the maxim-",
    "character": "Migi",
    "quote": "Upon researching the concept of demons, I believe that, among all life, humans are the closest thing to it."
  },
  {
    "anime": "Fruits Basket",
    "character": "Honda Tohru",
    "quote": "As long as you live things will keep happening! As long as you're alive wishes will keep being made!"
  },
  {
    "anime": "Bleach",
    "character": "Kurosaki Ichigo",
    "quote": "In my mind this jacked-up sideways ridiculousness is the normal state?"
  },
  {
    "anime": "D.Gray-man",
    "character": "Allen Walker",
    "quote": "Even if my left arm can transform into a monstrous claw and can destroy Akuma, im just a normal person with a promise..."
  },
  {
    "anime": "Bleach",
    "character": "Ulquiorra Schiffer",
    "quote": "[To Ichigo] So you can withstand my Cero even without your mask... You've gotten stronger. Is it because you defeated Grimmjow? Or...Is it because of her? [Motions to Inoue] Or maybe because of your friends, still fighting down below. That girl is already one of us. Even if you manage to rescue her, that won't change. Rescuing her...Is meaningless."
  }
]